brew "gh"
brew "git"
brew "mas"
brew "watchman"
brew "oven-sh/bun/bun"
cask "amazon-q"
cask "android-commandlinetools"
cask "android-studio"
cask "postman"
cask "arc"
cask "visual-studio-code"
cask "warp"
cask "temurin"
vscode "dsznajder.es7-react-js-snippets"
vscode "figma.figma-vscode-extension"
vscode "yzhang.markdown-all-in-one"
vscode "Postman.postman-for-vscode"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "bruno-api-client.bruno"
vscode "GitHub.github-vscode-theme"
vscode "PKief.material-icon-theme"
vscode "rajd.react-native-stylesheet-color-palette"
mas "Xcode", id: 497799835